"Export..." = "Export…";				// Menu item name
"ImageIO Export" = "ImageIO Export";	// Export dialog title
"Export As:" = "Export As:";			// Export dialog text field label
"untitled" = "untitled";				// Fallback file name

// Compatibility error alert
"The ImageIO Export plug-in is not compatible with this version of Acorn." = "The ImageIO Export plug-in is not compatible with this version of Acorn.";
"The ImageIO Export plug-in relies on undocumented details of Acorn's design, which appear to have changed. Please check http://jens.ayton.se/acorn/ for a new version of the plug-in (you are currently using version %@)." = "The ImageIO Export plug-in relies on undocumented details of Acorn’s design, which appear to have changed. Please check http://jens.ayton.se/acorn/ for a new version of the plug-in (you are currently using version %@).";

// Conversion failure alerts
"The image could not be exported." = "The image could not be exported.";
"Could not convert the image to the format required by ImageIO." = "Could not convert the image to the format required by ImageIO.";
"The ImageIO Export plug-in could not configure an ImageIO exporter for %@." = "The ImageIO Export plug-in could not configure an ImageIO exporter for %@.";
"ImageIO failed to write the file." = "ImageIO failed to write the file.";
